[
    {
        "_id": "61f837d252d0ae2824ff7ff0",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "12H2",
            "contractingOfficeAgencyName": "AGRICULTURAL RESEARCH SERVICE",
            "fundingAgencyId": "12H2",
            "fundingAgencyName": "AGRICULTURAL RESEARCH SERVICE",
            "naics": {
                "NAICS_Code": 221310,
                "NAICS_Title": "Water Supply and Irrigation Systems"
            },
            "psc": {
                "pscId": 787,
                "pscCode": "6640",
                "pscName": "LABORATORY EQUIPMENT AND SUPPLIES"
            },
            "procurementStage": "Post-solicitation",
            "procurementTitle": "Point 4 LC3 central controller/monitor ",
            "summaryOfProcurement": "The USDA-ARS, National Cold Water Marine Aquaculture Center, Franklin, ME requires a Point 4 LC3 central controller/monitor able to incorporate at least 48 probes and be able to interact with the current monitoring equipment, Inwater Technologies, Point 4 RIU3 Remote Water Monitor/Controller system; probes, remote units, and alarms.\nThis system needs to be capable of measuring temperature, dissolved oxygen, and oxidation-reduction potential (ozone levels) from remote units in a recirculating aquaculture system (RAS). The vendor needs to supply the central controller/monitor, and a wireless communication system to connect the two outer buildings with the controller/monitor in the main building. The system must also be able to connect to their Point 4 RIU3 Remote Water Monitor/Controller system",
            "sourcesSoughtOrRfiIssued": "Yes",
            "piids": [
                {
                    "piid": ""
                }
            ],
            "isPricePreferenceIncluded": "No",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "An internet search was performed and no vendors were identified that could supply the\nrequired equipment capable of working with the current Point 4 RIU3 Remote Water\nMonitor/Controller system.  A US vendor Integrated Aquaculture was contacted and they confirmed the requirement is\nonly available from the non-U.S. manufacturer.   A Sources Sought notice was posted in SAM.gov between 01/05/2022 – 01/12/2022. No responses received.  An email request was sent to the vendor requesting information for distributors in the USA. They responded they are the sole manufacturer of the Point 4/InWater monitoring system including the LC3 and RIU3 and are the sole supplier for North America.",
            "expectedMaximumDurationOfTheRequestedWaiver": "0 - 6 months",
            "requestStatus": "Reviewed",
            "ombDetermination": "Consistent with Policy",
            "countriesOfOriginAndUSContent": [
                {
                    "countryiesOfOriginAndUSContent": "",
                    "countryOfOriginAndUSContent": {
                        "Two": "CA",
                        "Three": "CAN",
                        "Numeric": 124,
                        "Name": "CANADA"
                    }
                }
            ],
            "solicitationId": "1051916SS"
        },
        "created": "2022-01-31T19:26:10.682Z",
        "modified": "2022-02-10T12:53:53.250Z"
    },
    {
        "_id": "6202a557a407c4974ebee371",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "7022",
            "contractingOfficeAgencyName": "FEDERAL EMERGENCY MANAGEMENT AGENCY",
            "fundingAgencyId": "7022",
            "fundingAgencyName": "FEDERAL EMERGENCY MANAGEMENT AGENCY",
            "naics": {
                "NAICS_Code": 443141,
                "NAICS_Title": "Household Appliance Stores"
            },
            "psc": {
                "pscId": 870,
                "pscCode": "7290",
                "pscName": "MISCELLANEOUS HOUSEHOLD AND COMMERCIAL FURNISHINGS AND APPLIANCES"
            },
            "procurementStage": "Post-solicitation",
            "procurementTitle": "Dehumidifiers",
            "summaryOfProcurement": "FEMA intends to procure 1000 dehumidifiers to be delivered in Baton Rouge, LA. These dehumidifiers are\nneeded for eligible disaster survivors housed in Transportable Temporary Housing Units (TTHUs) and are\nintended to sustain basic needs while a survivor occupies a TTHU. The dehumidifiers characteristics are\nbelow:\n􀁸 Capacity 40-45 pints per day (using DOE dehumidifier ratings 2020)\n􀁸 Passive drain\n􀁸 Analog or digital controls\n􀁸 Energy Star certified\n􀁸 No assembly required\n􀁸 Free of defects\n􀁸 Free of sharp, abrasive surfaces and edges\n􀁸 Dehumidified shall be in new and unused condition\n􀁸 UL or other nationally recognized testing laboratory listed\n􀁸 Minimum size: 17” wide, 11” deep\n􀁸 Maximum size: 20” wide, 20” deep",
            "sourcesSoughtOrRfiIssued": "No",
            "piids": [
                {
                    "piid": "70FB8022P00000003"
                }
            ],
            "isPricePreferenceIncluded": "Yes",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "Since no qualified offers were received on this requirement as a 100% small business set-aside, FEMA issued a solicitation using full and open competition in compliance with the Trade Agreement Act (TAA). On October 20, 2021, this solicitation was issued on sam.gov. Eleven vendors responded; two vendors based in Iraq did not comply with the solicitation’s procedures and were\nadministratively rejected. Of the remaining nine qualified, eight provided products made in China, and one provided dehumidifiers claimed to be made in the US. An email was sent to the vendor who confirmed the dehumidifiers are manufactured in Wisconsin, and also provided the specification sheet. The US-made dehumidifiers offer of $2,412,650.00 was more than 1,000% above the IGCE/available funding of $225,000.00. Award could not be made as there are no exceptions to the TAA for unreasonable cost. When the solicitation was later reposted, an email was sent to the vendor about the new solicitation, but the vendor did not submit a new quote.\n\nOn November 22, 2021, a new RFQ was issued through the DHS reverse auction contracted vendor, UNISON in compliance with the BAA. Award was made to an offeror whose quote and Buy American Certificate confirmed its products are made in the US. Upon delivery and inspection, it was discovered that the dehumidifiers were made in China and therefore the award was terminated for cause on December 15, 2021. ",
            "expectedMaximumDurationOfTheRequestedWaiver": "0 - 6 months",
            "requestStatus": "Reviewed",
            "ombDetermination": "Consistent with Policy",
            "countriesOfOriginAndUSContent": [
                {
                    "countryiesOfOriginAndUSContent": "",
                    "countryOfOriginAndUSContent": {
                        "Two": "CN",
                        "Three": "CHN",
                        "Numeric": 156,
                        "Name": "CHINA"
                    }
                }
            ],
            "solicitationId": "Multiple- See waiver info"
        },
        "created": "2022-02-08T17:16:07.041Z",
        "modified": "2022-02-11T18:35:28.936Z"
    },
    {
        "_id": "61ef206b68f996ab77574e83",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "1341",
            "contractingOfficeAgencyName": "NATIONAL INSTITUTE OF STANDARDS AND TECHNOLOGY",
            "fundingAgencyId": "1341",
            "fundingAgencyName": "NATIONAL INSTITUTE OF STANDARDS AND TECHNOLOGY",
            "naics": {
                "NAICS_Code": 334516,
                "NAICS_Title": "Analytical Laboratory Instrument Manufacturing"
            },
            "psc": {
                "pscId": 787,
                "pscCode": "6640",
                "pscName": "LABORATORY EQUIPMENT AND SUPPLIES"
            },
            "procurementStage": "Post-solicitation",
            "procurementTitle": "Bruker BRAVO Raman Handheld Spectrometer",
            "summaryOfProcurement": "A handheld Raman spectrometer is critical to the mission for three separate programs of the Infrastructure Materials Group in the Engineering Laboratory (EL) at NIST.  A handheld Raman spectrometer is used for the characterization of materials in the field before and after long-term weathering or hazard events. Field-based Raman characterization is needed to obtain molecular bonding information in order to classify materials and understand degradation modes.  Specifically, the “Engineered Materials for Resilient Infrastructure” program involves the field characterization of infrastructure materials, including weathered polymers, polymer composites, and concrete. The “Earthquake Risk Reduction” program investigates the durability and field performance of fiber reinforced composites (e.g. “Reliability of Fiber Reinforced Composites in Infrastructure” project). Additionally, the “Net Zero Energy Research” program requires the field characterization of solar panel materials within solar arrays at NIST and at different sites across the United States. \n",
            "sourcesSoughtOrRfiIssued": "No",
            "piids": [
                {
                    "piid": "1333ND22PNB730050"
                }
            ],
            "isPricePreferenceIncluded": "Yes",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "It has been determined that only the BRAVO handheld Raman spectrometer meets all of NIST’s requirements and confirmed that the Bruker BRAVO is manufactured in Germany. Bruker Scientific, LLC is the original equipment manufacturer and sole source supplier of the BRAVO and so a waiver is required to be able to purchase this mission critical equipment for the NIST Engineering Laboratory.\n",
            "expectedMaximumDurationOfTheRequestedWaiver": "Instant Delivery Only",
            "requestStatus": "Reviewed",
            "ombDetermination": "Consistent with Policy",
            "countriesOfOriginAndUSContent": [
                {
                    "countryiesOfOriginAndUSContent": "",
                    "countryOfOriginAndUSContent": {
                        "Two": "DE",
                        "Three": "DEU",
                        "Numeric": 276,
                        "Name": "GERMANY"
                    }
                }
            ],
            "solicitationId": "NIST-RFQ-21-00211"
        },
        "created": "2022-01-24T21:55:55.351Z",
        "modified": "2022-01-26T20:27:16.589Z"
    },
    {
        "_id": "61f19a2a6808f23cbf71187f",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "1434",
            "contractingOfficeAgencyName": "US GEOLOGICAL SURVEY",
            "fundingAgencyId": "1434",
            "fundingAgencyName": "US GEOLOGICAL SURVEY",
            "naics": {
                "NAICS_Code": 334511,
                "NAICS_Title": "Search, Detection, Navigation, Guidance, Aeronautical, and Nautical System and Instrument Manufacturing "
            },
            "psc": {
                "pscId": 620,
                "pscCode": "5825",
                "pscName": "RADIO NAVIGATION EQUIPMENT, EXCEPT AIRBORNE"
            },
            "procurementStage": "Pre-solicitation",
            "procurementTitle": "Global Positioning System – Acoustic Method (GPS-A) Module",
            "summaryOfProcurement": "USGS is purchasing a Global Positioning System – Acoustic Method (GPS-A) Module to measure the deformation leading up to and including subduction zone earthquakes that represent a significant hazard to the United States. ",
            "sourcesSoughtOrRfiIssued": "Yes",
            "piids": [
                {
                    "piid": ""
                }
            ],
            "isPricePreferenceIncluded": "No",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "The USGS has already invested $500,000.00 in deploying Sonardyne transponders on the seafloor offshore Oregon, to include the cost of six transponders, auxiliary monumentation equipment, ship-time for deployment. The USGS would need to spend approximately $535,000.00 to replace the existing technology if we are unable purchase the Sonardyne GPS-A module.\nThe original transponders were chosen non-competitively on the scientific basis that the Sonardyne seafloor transponders were the only transponders that: a) permitted the millimeter to centimeter absolute seafloor positioning resolution required to sense the earthquake cycle seafloor displacements and b) were compatible with the waveglider measuring platform that both our National Science Foundation-funded collaborators and the USGS utilize. The autonomous waveglider platform was a novel technique that replaced an exponentially more expensive option of using an ocean-going vessel to perform the measuring. The waveglider platform is what enables the USGS to make these scientific measurements. The Sonardyne transponders are the only ocean surface instrumentation that support communication and compatibility with the proprietary technology of the existing equipment.",
            "expectedMaximumDurationOfTheRequestedWaiver": "Instant Delivery Only",
            "requestStatus": "Reviewed",
            "ombDetermination": "Consistent with Policy",
            "countriesOfOriginAndUSContent": []
        },
        "created": "2022-01-26T18:59:54.278Z",
        "modified": "2022-02-09T13:47:54.470Z"
    },
    {
        "_id": "61f9bcee52d0ae2824ff8165",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "6800",
            "contractingOfficeAgencyName": "ENVIRONMENTAL PROTECTION AGENCY",
            "fundingAgencyId": "6800",
            "fundingAgencyName": "ENVIRONMENTAL PROTECTION AGENCY",
            "naics": {
                "NAICS_Code": 562910,
                "NAICS_Title": "Remediation Services"
            },
            "psc": {
                "pscId": 3176,
                "pscCode": "F999",
                "pscName": "OTHER ENVIRONMENTAL SERVICES"
            },
            "procurementStage": "Post-solicitation",
            "procurementTitle": "Scanlon ",
            "summaryOfProcurement": "U.S. Army Corps of Engineers, in partnership with EPA, administered a design effort to remediate the Scanlon portions of the Duluth Areas of Concern. Design required the use of SediMite, a product for which there are no alternatives that will meet design goals. EPA is contracting for implementation of this design, and the product in question is SediMite, an activated carbon pelletized material that is placed as part of capping efforts to remediate water beds. EPA is tasked with contracting for the implementation of this design that includes this material/product.\nhttp://www.sedimite.com/sedimite",
            "sourcesSoughtOrRfiIssued": "No",
            "piids": [
                {
                    "piid": ""
                }
            ],
            "isPricePreferenceIncluded": "Yes",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "U.S. Army Corps of Engineers, in partnership with EPA, administered a design effort to remediate the Scanlon portions of the Duluth Areas of Concern.  Design required the use of Sedimite, a product for which there are no alternatives that will meet design goals.  Sedimite is an activated carbon pelletized material that is placed as part of capping efforts to remediate water beds.  EPA is tasked with contracting for the implementation of this design that includes this material/product.",
            "expectedMaximumDurationOfTheRequestedWaiver": "Between 6 months and 1 year",
            "requestStatus": "Reviewed",
            "ombDetermination": "Consistent with Policy",
            "countriesOfOriginAndUSContent": [
                {
                    "countryiesOfOriginAndUSContent": "",
                    "countryOfOriginAndUSContent": {
                        "Two": "IN",
                        "Three": "IND",
                        "Numeric": 356,
                        "Name": "INDIA"
                    }
                }
            ],
            "solicitationId": "68HE0521R0024"
        },
        "created": "2022-02-01T23:06:22.059Z",
        "modified": "2022-02-10T13:19:34.411Z"
    },
    {
        "_id": "62011ee03b2c3f689568580c",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "3600",
            "contractingOfficeAgencyName": "VETERANS AFFAIRS, DEPARTMENT OF",
            "fundingAgencyId": "3600",
            "fundingAgencyName": "VETERANS AFFAIRS, DEPARTMENT OF",
            "naics": {
                "NAICS_Code": 334515,
                "NAICS_Title": "Instrument Manufacturing for Measuring and Testing Electricity and Electrical Signals"
            },
            "psc": {
                "pscId": 801,
                "pscCode": "6685",
                "pscName": "PRESSURE, TEMPERATURE, AND HUMIDITY MEASURING AND CONTROLLING INSTRUMENTS"
            },
            "procurementStage": "Post-solicitation",
            "procurementTitle": "Temperature Probes for Temperature/Environmental Monitoring Systems in VISN 1 facilities",
            "summaryOfProcurement": "The Department of Veterans Affairs (VA) is in critical need of temperature probes for National Institute of Standards and Technology (NIST) recertification for the Temperature/ Environmental Monitoring Systems in VISN 1 VA facilities. These temperature probes (Temp Probe 2ft Round LCD -40C to +100C, NIST Replacement Kit) are to be procured for VA Boston Healthcare System (West Roxbury, Jamaica Plain, and Brockton Campuses), VA Bedford, VA Togus, VA Central Western MA, VA Providence, and VA Connecticut Healthcare System (West Haven and Newington Campuses), VA Manchester, and VA White River Junction.  The proposed action will be a sole source in accordance with FAR 6.302-2 Unusual and Compelling Urgency under the authority of 41 U.S.C.3304(a)(2) due to the immediate need for new probes.  The recertification is critical to the sustainment of the systems as the current probes expires on January 30, 2022 and the recertification is required to start on January 31, 2022.",
            "sourcesSoughtOrRfiIssued": "No",
            "piids": [
                {
                    "piid": "36C10X22P0026"
                }
            ],
            "isPricePreferenceIncluded": "No",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "The use of the non-domestic product is required for one year from date of award for this sole source action which includes installation of the probes and calibration services in the various facilities.  The supply chain issues identified in paragraph 2(iii) above have been ongoing for past six months or more and based on current global conditions are not expected to be fully resolved prior to the date proposed for this waiver.  Centrak is the only authorized Original Equipment Manufacturer (OEM) and does not manufacture these products domestically.  Their hardware, accessories, and software application for utilization and integration are proprietary and cannot be obtained by any other vendor.",
            "expectedMaximumDurationOfTheRequestedWaiver": "Between 6 months and 1 year",
            "requestStatus": "Reviewed",
            "ombDetermination": "Consistent with Policy",
            "countriesOfOriginAndUSContent": [
                {
                    "countryiesOfOriginAndUSContent": "",
                    "countryOfOriginAndUSContent": {
                        "Two": "CN",
                        "Three": "CHN",
                        "Numeric": 156,
                        "Name": "CHINA"
                    }
                },
                {
                    "countryOfOriginAndUSContent": {
                        "Two": "HK",
                        "Three": "HKG",
                        "Numeric": 344,
                        "Name": "HONG KONG"
                    }
                }
            ],
            "solicitationId": ""
        },
        "created": "2022-02-07T13:30:08.559Z",
        "modified": "2022-02-10T14:06:51.106Z"
    },
    {
        "_id": "61fd70033b2c3f68956851e9",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "1341",
            "contractingOfficeAgencyName": "NATIONAL INSTITUTE OF STANDARDS AND TECHNOLOGY",
            "fundingAgencyId": "1341",
            "fundingAgencyName": "NATIONAL INSTITUTE OF STANDARDS AND TECHNOLOGY",
            "naics": {
                "NAICS_Code": 334516,
                "NAICS_Title": "Analytical Laboratory Instrument Manufacturing"
            },
            "psc": {
                "pscId": 787,
                "pscCode": "6640",
                "pscName": "LABORATORY EQUIPMENT AND SUPPLIES"
            },
            "procurementStage": "Post-solicitation",
            "procurementTitle": "Ultra-High Frequency and Low Noise lock-in amplifier and PID Controller",
            "summaryOfProcurement": "Purchase One (1) lock-in amplifier model UHFLI and one (1) PID controller model UHF-PID",
            "sourcesSoughtOrRfiIssued": "No",
            "piids": [
                {
                    "piid": "1333ND22PNB680061 "
                }
            ],
            "isPricePreferenceIncluded": "No",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "No Domestic product has been identified that can meet the Governments requirements.",
            "expectedMaximumDurationOfTheRequestedWaiver": "Instant Delivery Only",
            "requestStatus": "Reviewed",
            "ombDetermination": "Consistent with Policy",
            "countriesOfOriginAndUSContent": [
                {
                    "countryiesOfOriginAndUSContent": "",
                    "countryOfOriginAndUSContent": {
                        "Two": "CH",
                        "Three": "CHE",
                        "Numeric": 756,
                        "Name": "SWITZERLAND"
                    }
                }
            ],
            "solicitationId": "1333ND22QNB680046"
        },
        "created": "2022-02-04T18:27:15.139Z",
        "modified": "2022-02-11T13:34:08.957Z"
    },
    {
        "_id": "620160a7a407c4974ebee246",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "1341",
            "contractingOfficeAgencyName": "NATIONAL INSTITUTE OF STANDARDS AND TECHNOLOGY",
            "fundingAgencyId": "1341",
            "fundingAgencyName": "NATIONAL INSTITUTE OF STANDARDS AND TECHNOLOGY",
            "naics": {
                "NAICS_Code": 335999,
                "NAICS_Title": "All Other Miscellaneous Electrical Equipment and Component Manufacturing"
            },
            "psc": {
                "pscId": 787,
                "pscCode": "6640",
                "pscName": "LABORATORY EQUIPMENT AND SUPPLIES"
            },
            "procurementStage": "Post-solicitation",
            "procurementTitle": "Six (6) effusion cells of varying types, One (1) rack mount, and One (1) rackmount controller ",
            "summaryOfProcurement": "Six (6) effusion cells: one low temperature effusion cell for Mg, one effusion cell for Al, one high temperature effusion cell for La, one  high temperature effusion cell for Fe, one  high temperature effusion cell for Ni, one oxygen atomic beam; One (1) rack mount, and One (1) rackmount controller ",
            "sourcesSoughtOrRfiIssued": "No",
            "piids": [
                {
                    "piid": "1333ND22PNB680065"
                }
            ],
            "isPricePreferenceIncluded": "Yes",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "No Domestic product has been identified that can meet the Governments requirements",
            "expectedMaximumDurationOfTheRequestedWaiver": "Instant Delivery Only",
            "requestStatus": "Reviewed",
            "ombDetermination": "Consistent with Policy",
            "countriesOfOriginAndUSContent": [
                {
                    "countryiesOfOriginAndUSContent": "",
                    "countryOfOriginAndUSContent": {
                        "Two": "DE",
                        "Three": "DEU",
                        "Numeric": 276,
                        "Name": "GERMANY"
                    }
                }
            ],
            "solicitationId": "1333ND22QNB680046"
        },
        "created": "2022-02-07T18:10:47.314Z",
        "modified": "2022-02-11T17:26:40.888Z"
    },
    {
        "_id": "61fad3e452d0ae2824ff8394",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "12K3",
            "contractingOfficeAgencyName": "ANIMAL AND PLANT HEALTH INSPECTION SERVICE",
            "fundingAgencyId": "12K3",
            "fundingAgencyName": "ANIMAL AND PLANT HEALTH INSPECTION SERVICE",
            "naics": {
                "NAICS_Code": 325320,
                "NAICS_Title": "Pesticide and Other Agricultural Chemical Manufacturing"
            },
            "psc": {
                "pscId": 818,
                "pscCode": "6810",
                "pscName": "CHEMICALS"
            },
            "procurementStage": "Pre-solicitation",
            "procurementTitle": "Co-Ral Restricted Use Cattle Insecticide",
            "summaryOfProcurement": "Single award,  3-year Indefinite Delivery indefinite Quantity (IDIQ) type contract for Co-Ral brand name restricted use insecticide.  ",
            "sourcesSoughtOrRfiIssued": "No",
            "piids": [
                {
                    "piid": ""
                }
            ],
            "isPricePreferenceIncluded": "Yes",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "USDA, APHIS, VS has accepted coumaphos (Co-Ral 42%) in the specified strength for official use against cattle fever ticks as a permitted brand. Permitted brands are registered with the appropriate Federal agency and have undergone evaluation to ensure their efficacy when used in cooperative eradication and control programs, and at border ports of entry.  Co-Ral 42% is a restricted use product not available to the public and is the only such product approved for USDA use.   There is one manufacturer of the product and one distributor seller.  ",
            "expectedMaximumDurationOfTheRequestedWaiver": "Between 2 and 3 years",
            "requestStatus": "Reviewed",
            "ombDetermination": "Consistent with Policy",
            "countriesOfOriginAndUSContent": []
        },
        "created": "2022-02-02T18:56:36.072Z",
        "modified": "2022-02-16T21:30:30.327Z"
    },
    {
        "_id": "62050e0fbaa79dbcd0a32f1a",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "3600",
            "contractingOfficeAgencyName": "VETERANS AFFAIRS, DEPARTMENT OF",
            "fundingAgencyId": "3600",
            "fundingAgencyName": "VETERANS AFFAIRS, DEPARTMENT OF",
            "naics": {
                "NAICS_Code": 325413,
                "NAICS_Title": "In-Vitro Diagnostic Substance Manufacturing"
            },
            "psc": {
                "pscId": 772,
                "pscCode": "6550",
                "pscName": "IN VITRO DIAGNOSTIC SUBSTANCES, REAGENTS, TEST KITS AND SETS"
            },
            "procurementStage": "Post-solicitation",
            "procurementTitle": "COVID-19 Rapid Diagnostic and Serology/Antibody Tests for MAS - FSC 65 VII",
            "summaryOfProcurement": "The BD Veritor antigen test kits, that required TAA waiver, is a continued requirement for our VA Medical Centers (VAMC) and other agencies which use the Federal Supply Schedule. Alternative\tantigen tests have not evolved to include FluA/FluB like the BD Veritor has. We have VAMCs using this antigen test exclusively to test for COVID/FluA/FluB and have invested in both the instrument and the tests. Overall, influenza (flu) activity is still low nationally, but Center for Disease Control (CDC) surveillance systems continue to detect slow but steady increases in flu. (Flu Season | CDC) is still early in the flu season. The SARS-CoV-2, the virus that causes COVID-19, continues to evolve with new variants detected as recently as December 1, 2021 in the U.S. (Omicron Variant: What You Need to Know | CDC). The continued presence of the virus requires we remain capable of testing to stop the spread and in compliance with the federal mandate to test those that are unvaccinated. (President Biden's COVID-19 Plan | The White House) This product continues to be unique and would limit ability to render care if no longer available.",
            "sourcesSoughtOrRfiIssued": "No",
            "piids": [
                {
                    "piid": ""
                }
            ],
            "isPricePreferenceIncluded": "No",
            "waiverCoverage": "Multi-procurement Waiver",
            "waiverRationaleSummary": "The BD Veritor antigen test kits, that required TAA waiver, is a continued requirement for our VA Medical Centers (VAMC). Alternative antigen tests have not evolved to include FluA/FluB like the BD Veritor has. We have VAMCs using this antigen test exclusively to test for COVID/FluA/FluB and have invested in both the instrument and the tests. Overall, influenza (flu) activity is still low nationally, but Center for Disease Control (CDC) surveillance systems continue to detect slow but steady increases in flu. (Flu Season | CDC) is still early in the flu season. The SARS-CoV-2, the virus that causes COVID-19, continues to evolve with new variants detected as recently as December 1, 2021 in the U.S. (Omicron Variant: What You Need to Know | CDC) The continued presence of the virus requires we remain capable of testing to stop the spread and in compliance with the federal mandate to test those that are unvaccinated. (President Biden's COVID-19 Plan | The White House) This product continues to be unique and would limit ability to render care if no longer available.",
            "expectedMaximumDurationOfTheRequestedWaiver": "Between 1 and 2 years",
            "requestStatus": "Submitted",
            "ombDetermination": "",
            "solicitationId": "",
            "countriesOfOriginAndUSContent": [
                {
                    "countryiesOfOriginAndUSContent": "",
                    "countryOfOriginAndUSContent": {
                        "Two": "CN",
                        "Three": "CHN",
                        "Numeric": 156,
                        "Name": "CHINA"
                    }
                }
            ]
        },
        "created": "2022-02-10T13:07:27.338Z",
        "modified": "2022-02-10T13:07:27.338Z"
    },
    {
        "_id": "62068894baa79dbcd0a33126",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "7529",
            "contractingOfficeAgencyName": "NATIONAL INSTITUTES OF HEALTH",
            "fundingAgencyId": "7529",
            "fundingAgencyName": "NATIONAL INSTITUTES OF HEALTH",
            "naics": {
                "NAICS_Code": 334510,
                "NAICS_Title": "Electromedical and Electrotherapeutic Apparatus Manufacturing"
            },
            "psc": {
                "pscId": 774,
                "pscCode": "66",
                "pscName": "INSTRUMENTS AND LABORATORY EQPT"
            },
            "procurementStage": "Post-solicitation",
            "procurementTitle": "32 and 64-Contact Linear Arrays",
            "summaryOfProcurement": "The Laboratory of Neuropsychology at the National Institute of Mental Health (NIMH) investigates higher brain functions such as learning, memory, and reward-related decision making. These studies require electrodes to explore deep structures in the nonhuman primate brain to evaluate the relationship between these structures and primate behavior.  \n\nThe exploration of brain regions known to contribute to reward-related behaviors requires different electrode designs depending on the exact region to be studied. The specified purchase is for electrodes that have been designed and tested for reaching deep structures in nonhuman primate, like the amygdala, but still suitable for superficial cortical recordings in nonhuman primates. The specified electrodes are required for three ongoing studies of reward-related circuitry, an essential component of the NIMH mission to understand and develop treatments for behavioral disorders.\n\nPurpose\nThe purpose of this acquisition is to acquire Two (2) of Plexon Inc 32-contact Electrodes and Two (2) of Plexon Inc 64-contact Electrodes or Equal.\n",
            "sourcesSoughtOrRfiIssued": "Yes",
            "piids": [
                {
                    "piid": ""
                }
            ],
            "isPricePreferenceIncluded": "Yes",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "In accordance with FAR 25.103(b) Nonavailability all of the following conditions have been met: \n (i) The acquisition was conducted through use of full and open competition.\n (ii) The acquisition was synopsized in accordance with 5.201.\n(iii) No offer for a domestic end product was received. \n",
            "expectedMaximumDurationOfTheRequestedWaiver": "Instant Delivery Only",
            "requestStatus": "Reviewed",
            "ombDetermination": "Consistent with Policy",
            "countriesOfOriginAndUSContent": [
                {
                    "countryiesOfOriginAndUSContent": "",
                    "countryOfOriginAndUSContent": {
                        "Two": "HU",
                        "Three": "HUN",
                        "Numeric": 348,
                        "Name": "HUNGARY"
                    }
                }
            ],
            "solicitationId": "NIMH-22-001108"
        },
        "created": "2022-02-11T16:02:28.822Z",
        "modified": "2022-02-15T13:55:21.138Z"
    },
    {
        "_id": "62029bda3b2c3f6895685991",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "1341",
            "contractingOfficeAgencyName": "NATIONAL INSTITUTE OF STANDARDS AND TECHNOLOGY",
            "fundingAgencyId": "1341",
            "fundingAgencyName": "NATIONAL INSTITUTE OF STANDARDS AND TECHNOLOGY",
            "naics": {
                "NAICS_Code": 334417,
                "NAICS_Title": "Electronic Connector Manufacturing"
            },
            "psc": {
                "pscId": 787,
                "pscCode": "6640",
                "pscName": "LABORATORY EQUIPMENT AND SUPPLIES"
            },
            "procurementStage": "Post-solicitation",
            "procurementTitle": "Purchase of hand-formable high-quality assemblies with both SMA and SMK (2.92 mm) connectors",
            "summaryOfProcurement": "Purchase of hand-formable high-quality assemblies with both SMA and SMK (2.92 mm) connectors\n",
            "sourcesSoughtOrRfiIssued": "No",
            "piids": [
                {
                    "piid": "1333ND22PNB680066"
                }
            ],
            "isPricePreferenceIncluded": "Yes",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "No Domestic product has been identified that can meet the Governments requirements.  Requirement was solicited with full and open competition.\n",
            "expectedMaximumDurationOfTheRequestedWaiver": "Instant Delivery Only",
            "requestStatus": "Reviewed",
            "ombDetermination": "Consistent with Policy",
            "countriesOfOriginAndUSContent": [
                {
                    "countryiesOfOriginAndUSContent": "",
                    "countryOfOriginAndUSContent": {
                        "Two": "JP",
                        "Three": "JPN",
                        "Numeric": 392,
                        "Name": "JAPAN"
                    }
                }
            ],
            "solicitationId": "1333ND22QNB680033"
        },
        "created": "2022-02-08T16:35:38.955Z",
        "modified": "2022-02-11T17:59:20.777Z"
    },
    {
        "_id": "6206b88bbaa79dbcd0a33213",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "1330",
            "contractingOfficeAgencyName": "NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION",
            "fundingAgencyId": "1330",
            "fundingAgencyName": "NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION",
            "naics": {
                "NAICS_Code": 334511,
                "NAICS_Title": "Search, Detection, Navigation, Guidance, Aeronautical, and Nautical System and Instrument Manufacturing "
            },
            "psc": {
                "pscId": 475,
                "pscCode": "4240",
                "pscName": "SAFETY AND RESCUE EQUIPMENT"
            },
            "procurementStage": "Post-solicitation",
            "procurementTitle": "SPECIALIZED DIVER TRACKING SYSTEM",
            "summaryOfProcurement": "Specialized diver tracking system that tracks and records the real time positions of multiple (maximum of 6) divers and provides a diver-held electronic device used to record positions and other data while diving. Includes three buoys that provide GPS positioning; Acoustic receiver interrogator, Wi-Fi and Bluetooth connectivity;  Six (6) diver units that are attached on the air tank and communicate with the buoys via an ultrasound acoustic pinger which can triangulate the position of the diver based on time delays between the diver unit and the three buoys; An underwater tablet that can communicate directly with the diver unit via wireless Bluetooth, Wi-Fi or inductive data transfer; Underwater housing for the tablet should allow full access to the tablet for data entry;  lightweight buoys and easy to deploy; system is not bulky; system shall not include a float that is attached to the unit dragged around by the diver for GPS navigation that would be subject to kelp entanglement;  All diver-held equipment must be durable and capable of operating at depths of at least 100 meters ; System capable of tracking divers that are separated by a distance of one kilometer or less with a reporting of diver positions with an absolute accuracy of at least 2.5 meters and a relative accuracy of at least 0.5 meters. Depth data should have an accuracy of 0.1 meters\n",
            "sourcesSoughtOrRfiIssued": "Yes",
            "piids": [
                {
                    "piid": ""
                }
            ],
            "isPricePreferenceIncluded": "Yes",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "There are no suitable diver tracking systems made in the US that meet the governments requirements.  This is a highly specialized unit that can track multiple divers at once as well as feeds back exact GPS units to the main ship while divers are up to 100meters deep.",
            "expectedMaximumDurationOfTheRequestedWaiver": "0 - 6 months",
            "requestStatus": "Reviewed",
            "ombDetermination": "Consistent with Policy",
            "countriesOfOriginAndUSContent": [
                {
                    "countryiesOfOriginAndUSContent": "",
                    "countryOfOriginAndUSContent": {
                        "Two": "FI",
                        "Three": "FIN",
                        "Numeric": 246,
                        "Name": "FINLAND"
                    }
                }
            ],
            "solicitationId": "NFFSH300-22-00293"
        },
        "created": "2022-02-11T19:27:07.033Z",
        "modified": "2022-02-15T14:13:52.802Z"
    },
    {
        "_id": "620d82f5a407c4974ebf34c6",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "8000",
            "contractingOfficeAgencyName": "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION",
            "fundingAgencyId": "8000",
            "fundingAgencyName": "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION",
            "naics": {
                "NAICS_Code": 236210,
                "NAICS_Title": "Industrial Building Construction"
            },
            "psc": {
                "pscId": 5721,
                "pscCode": "Z2AZ",
                "pscName": "REPAIR OR ALTERATION OF OTHER ADMINISTRATIVE FACILITIES AND SERVICE BUILDINGS"
            },
            "procurementStage": "Post-solicitation",
            "procurementTitle": "Utility Energy Service Contract (UESC)",
            "summaryOfProcurement": "The Task Order (TO) incorporates UESC Phase 1 Engineering and Design Implementation; and Operation and Maintenance and includes the Feasibility Study. One part of this project replaces existing florescent T5 lamps with new LED T5 lamps.",
            "sourcesSoughtOrRfiIssued": "No",
            "piids": [
                {
                    "piid": "80KSC021F0111"
                }
            ],
            "isPricePreferenceIncluded": "No",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "In accordance with Federal Acquisition Regulation (FAR) 25.103, the Contracting Officer (CO) may acquire the foreign end product identified herein without regard to the restrictions of the Buy American Act, under the authority of the Nonavailability exception (b)(2)(i).  This authorization is based upon the determination that the articles, materials, or supplies to be procured are not mined, produced, or manufactured in the United States (U.S.) in sufficient and reasonably available commercial quantities of a satisfactory quality.",
            "expectedMaximumDurationOfTheRequestedWaiver": "Instant Delivery Only",
            "requestStatus": "Reviewed",
            "ombDetermination": "Consistent with Policy",
            "countriesOfOriginAndUSContent": [
                {
                    "countryiesOfOriginAndUSContent": "",
                    "countryOfOriginAndUSContent": {
                        "Two": "CN",
                        "Three": "CHN",
                        "Numeric": 156,
                        "Name": "CHINA"
                    }
                }
            ],
            "solicitationId": "N/A"
        },
        "created": "2022-02-16T23:04:21.629Z",
        "modified": "2022-02-17T12:47:14.895Z"
    },
    {
        "_id": "620fcc82baa79dbcd0a36752",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "1341",
            "contractingOfficeAgencyName": "NATIONAL INSTITUTE OF STANDARDS AND TECHNOLOGY",
            "fundingAgencyId": "1341",
            "fundingAgencyName": "NATIONAL INSTITUTE OF STANDARDS AND TECHNOLOGY",
            "naics": {
                "NAICS_Code": 334516,
                "NAICS_Title": "Analytical Laboratory Instrument Manufacturing"
            },
            "psc": {
                "pscId": 787,
                "pscCode": "6640",
                "pscName": "LABORATORY EQUIPMENT AND SUPPLIES"
            },
            "procurementStage": "Post-solicitation",
            "procurementTitle": "Frequency Doubled Ti:sapphire Laser System",
            "summaryOfProcurement": "One (1) Pump laser; One (1) Ti-Sappire Laser; One (1) Doubling Cavity",
            "sourcesSoughtOrRfiIssued": "Yes",
            "piids": [
                {
                    "piid": "1333ND22PNB680081 "
                }
            ],
            "isPricePreferenceIncluded": "No",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "No Domestic product has been identified that can meet the Governments requirements",
            "expectedMaximumDurationOfTheRequestedWaiver": "Instant Delivery Only",
            "requestStatus": "Submitted",
            "ombDetermination": "Consistent with Policy",
            "countriesOfOriginAndUSContent": [
                {
                    "countryiesOfOriginAndUSContent": "",
                    "countryOfOriginAndUSContent": {
                        "Two": "GB",
                        "Three": "GBR",
                        "Numeric": 826,
                        "Name": "UNITED KINGDOM"
                    }
                }
            ],
            "solicitationId": "1333ND22QNB680051"
        },
        "created": "2022-02-18T16:42:42.926Z",
        "modified": "2022-02-23T13:40:42.236Z"
    },
    {
        "_id": "62167eadd85efd9c8bbab09e",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "12K3",
            "contractingOfficeAgencyName": "ANIMAL AND PLANT HEALTH INSPECTION SERVICE",
            "fundingAgencyId": "12K3",
            "fundingAgencyName": "ANIMAL AND PLANT HEALTH INSPECTION SERVICE",
            "naics": {
                "NAICS_Code": 334511,
                "NAICS_Title": "Search, Detection, Navigation, Guidance, Aeronautical, and Nautical System and Instrument Manufacturing "
            },
            "psc": {
                "pscId": 750,
                "pscCode": "6350",
                "pscName": "MISCELLANEOUS ALARM, SIGNAL, AND SECURITY DETECTION SYSTEMS"
            },
            "procurementStage": "Post-solicitation",
            "procurementTitle": "Rapiscan Systems Mobile 618XR hp x-ray machines, Puerto Rico",
            "summaryOfProcurement": "Firm-fixed-price contract for brand name commercial supply",
            "sourcesSoughtOrRfiIssued": "No",
            "piids": [
                {
                    "piid": ""
                }
            ],
            "isPricePreferenceIncluded": "Yes",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "This is a brand name specific requirement (FAR 13.106-1(b)(1)). The sole manufacturer of this equipment is Rapiscan Systems, Inc. (DUNS 802315069). The Buy American Act requires that preference be given to American made supplies.  When an exception applies, the contracting officer may acquire a foreign end product without regard to the restrictions of the Buy American statute.  One exception is when no American product is available. ",
            "expectedMaximumDurationOfTheRequestedWaiver": "0 - 6 months",
            "requestStatus": "Submitted",
            "ombDetermination": "",
            "solicitationId": "12639522Q0085",
            "countriesOfOriginAndUSContent": [
                {
                    "countryiesOfOriginAndUSContent": "",
                    "countryOfOriginAndUSContent": {
                        "Two": "MY",
                        "Three": "MYS",
                        "Numeric": 458,
                        "Name": "MALAYSIA"
                    }
                }
            ]
        },
        "created": "2022-02-23T18:36:29.084Z",
        "modified": "2022-02-23T18:36:29.084Z"
    },
    {
        "_id": "6216b1ebd85efd9c8bbab2a0",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "6800",
            "contractingOfficeAgencyName": "ENVIRONMENTAL PROTECTION AGENCY",
            "fundingAgencyId": "6800",
            "fundingAgencyName": "ENVIRONMENTAL PROTECTION AGENCY",
            "naics": {
                "NAICS_Code": 334516,
                "NAICS_Title": "Analytical Laboratory Instrument Manufacturing"
            },
            "psc": {
                "pscId": 787,
                "pscCode": "6640",
                "pscName": "LABORATORY EQUIPMENT AND SUPPLIES"
            },
            "procurementStage": "Pre-solicitation",
            "procurementTitle": "ACQUITY Ultra-Performance Liquid Chromatographic (UPLC) Fluorescence Detector, one (1) each.  ",
            "summaryOfProcurement": "The Acquity Fluorescence Detector must be compatible with the Government owned Acquity ultra-performance liquid chromatographic (UPLC) - Waters Xevo TQ-S micro mass spectrometer (MS)  - both are manufactured by Waters Technologies Corporation.  The detector will be attached to the main spectrometer and use its software to operate.  This item is available on GSA and there are no substitutes available due to hardware/software combability requirements.  The item is manufactured in Singapore.",
            "sourcesSoughtOrRfiIssued": "No",
            "piids": [
                {
                    "piid": ""
                }
            ],
            "isPricePreferenceIncluded": "No",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "The Acquity Fluorescence Detector is needed to expand  capabilities in terms of the number of chemicals the EPA can quantitate and analyze within the  In Vitro Toxicokinetics Laboratory. This laboratory is an active participant across multiple research products and strategic research areas supported by either the Chemical Safety for Sustainability (CSS) and Safe and Sustainable Water Resource (SSWR) national programs. ",
            "expectedMaximumDurationOfTheRequestedWaiver": "Instant Delivery Only",
            "requestStatus": "Submitted",
            "ombDetermination": "",
            "countriesOfOriginAndUSContent": []
        },
        "created": "2022-02-23T22:15:07.826Z",
        "modified": "2022-02-23T22:15:07.826Z"
    },
    {
        "_id": "61eafad468f996ab77574a87",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "8000",
            "contractingOfficeAgencyName": "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION",
            "fundingAgencyId": "8000",
            "fundingAgencyName": "NATIONAL AERONAUTICS AND SPACE ADMINISTRATION",
            "naics": {
                "NAICS_Code": 236210,
                "NAICS_Title": "Industrial Building Construction"
            },
            "psc": {
                "pscId": 5721,
                "pscCode": "Z2AZ",
                "pscName": "REPAIR OR ALTERATION OF OTHER ADMINISTRATIVE FACILITIES AND SERVICE BUILDINGS"
            },
            "procurementStage": "Post-solicitation",
            "procurementTitle": "Utility Energy Service Contract (UESC)",
            "summaryOfProcurement": "The Task Order (TO) incorporates UESC Phase 1 Engineering and Design Implementation; and Operation and Maintenance and includes the Feasibility Study.  On part of this project replaces existing florescent T5 lamps with new LED T5 lamps.",
            "sourcesSoughtOrRfiIssued": "No",
            "piids": [
                {
                    "piid": "80KSC021F0111"
                }
            ],
            "isPricePreferenceIncluded": "No",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "In accordance with Federal Acquisition Regulation (FAR) 25.103, the Contracting Officer (CO) may acquire the foreign end product identified without regard to the restrictions of the Buy American Act, under the authority of the Nonavailability exception (b)(2)(i). This authorization is based upon the determination that the articles, materials, or supplies to be procured are not mined, produced, or manufactured in the United States (U.S.) in sufficient and reasonably available commercial quantities of a satisfactory quality.",
            "requestStatus": "Reviewed",
            "ombDetermination": "Inconsistent with Policy",
            "countriesOfOriginAndUSContent": [
                {
                    "countryiesOfOriginAndUSContent": "",
                    "countryOfOriginAndUSContent": {
                        "Two": "CN",
                        "Three": "CHN",
                        "Numeric": 156,
                        "Name": "CHINA"
                    }
                }
            ],
            "solicitationId": ""
        },
        "created": "2022-01-21T18:26:28.205Z",
        "modified": "2022-02-03T20:14:37.033Z"
    },
    {
        "_id": "61e9b8116808f23cbf710a3a",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "1434",
            "contractingOfficeAgencyName": "US GEOLOGICAL SURVEY",
            "fundingAgencyId": "1434",
            "fundingAgencyName": "US GEOLOGICAL SURVEY",
            "naics": {
                "NAICS_Code": 334513,
                "NAICS_Title": "Instruments and Related Products Manufacturing for Measuring, Displaying, and Controlling Industrial Process Variables "
            },
            "psc": {
                "pscId": 791,
                "pscCode": "6655",
                "pscName": "GEOPHYSICAL INSTRUMENTS"
            },
            "procurementStage": "Pre-solicitation",
            "procurementTitle": "Aquadopp Profiler 1mHZ measurement instrument",
            "summaryOfProcurement": "USGS is purchasing a specialized instrument that accurately measure the grains of sand. The current instrument is failing, and this is the procurement for the replacement. ",
            "sourcesSoughtOrRfiIssued": "Yes",
            "piids": [
                {
                    "piid": ""
                }
            ],
            "isPricePreferenceIncluded": "No",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "USGS is purchasing a specialized instrument that accurately measure the grains of sand. The current instrument is failing, and this is the procurement for the replacement. A Notice of Intent to Solicit from a Single Source was posted on SAM.gov on 12/01/2021, and no responses were received by the closing date of 12/11/2021. NortekUSA Inc. is the only manufacturer of this end product, which is manufactured in Oslo, Norway. NortekUSA .",
            "requestStatus": "Reviewed",
            "ombDetermination": "Consistent with Policy",
            "countriesOfOriginAndUSContent": []
        },
        "created": "2022-01-20T19:29:21.686Z",
        "modified": "2022-01-27T14:07:20.658Z"
    },
    {
        "_id": "61e1ace0fab68d3659e021eb",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "6920",
            "contractingOfficeAgencyName": "FEDERAL AVIATION ADMINISTRATION",
            "fundingAgencyId": "6920",
            "fundingAgencyName": "FEDERAL AVIATION ADMINISTRATION",
            "naics": {
                "NAICS_Code": 334220,
                "NAICS_Title": "Radio and Television Broadcasting and Wireless Communications Equipment Manufacturing"
            },
            "psc": {
                "pscId": 5935,
                "pscCode": "5820",
                "pscName": "RADIO AND TELEVISION COMMUNICATION EQUIPMENT, EXCEPT AIRBORNE"
            },
            "procurementStage": "Pre-solicitation",
            "procurementTitle": "Maintenance Communication Transceivers (MCT)",
            "summaryOfProcurement": "The FAA is acquiring Very High Frequency (VHF) commercially-available transceivers (two-way radios) designed specifically for the aviation industry. Acquisition includes a handheld and mobile (vehicle mounted) configurations, as well as accessories and spare parts for each configuration.",
            "sourcesSoughtOrRfiIssued": "Yes",
            "piids": [
                {
                    "piid": ""
                }
            ],
            "isPricePreferenceIncluded": "Yes",
            "waiverCoverage": "Multi-procurement Waiver",
            "waiverRationaleSummary": "The FAA is acquiring Very High Frequency (VHF) commercially-available transceivers (two-way radios) designed specifically for the aviation industry. Acquisition includes a handheld and mobile (vehicle mounted) configurations, as well as accessories and spare parts for each configuration.",
            "requestStatus": "Reviewed",
            "ombDetermination": "Consistent with Policy",
            "countriesOfOriginAndUSContent": []
        },
        "created": "2022-01-14T17:03:28.469Z",
        "modified": "2022-01-28T11:38:34.802Z"
    },
    {
        "_id": "61b7325e01982708b7b65df1",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "1341",
            "contractingOfficeAgencyName": "NATIONAL INSTITUTE OF STANDARDS AND TECHNOLOGY",
            "fundingAgencyId": "1341",
            "fundingAgencyName": "NATIONAL INSTITUTE OF STANDARDS AND TECHNOLOGY",
            "naics": {
                "NAICS_Code": 333314,
                "NAICS_Title": "Optical Instrument and Lens Manufacturing"
            },
            "psc": {
                "pscId": 787,
                "pscCode": "6640",
                "pscName": "LABORATORY EQUIPMENT AND SUPPLIES"
            },
            "procurementStage": "Pre-solicitation",
            "procurementTitle": "External cavity diode lasers, high power, spectrally narrow, source of light that is tunable for wavelengths of 480-484 nm and 780-781 nm ",
            "summaryOfProcurement": "The National Institute of Standards and Technology (NIST) Thermodynamic Metrology group is developing a Rydberg rubidium atom experiment that will enable quantum metrology of thermal radiation.  This project requires i) a high-power, spectrally narrow source of laser light that is tunable for wavelengths from 480-484nm and ii) a high-power, spectrally narrow source of laser light that is tunable for wavelengths from 780-781.  The requirements are for lasers that can produce these wavelengths at high power with long-term frequency stability.",
            "sourcesSoughtOrRfiIssued": "No",
            "piids": [
                {
                    "piid": ""
                }
            ],
            "isPricePreferenceIncluded": "No",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "No Domestic product has been identified that can meet the Governments requirements and the sole source manufacturer (Toptica Photonics, Inc.) manufactures this equipment in Germany.  Therefore, it does not qualify as a us end product. ",
            "requestStatus": "Reviewed",
            "ombDetermination": "Consistent with Policy",
            "countriesOfOriginAndUSContent": []
        },
        "created": "2021-12-13T11:45:34.330Z",
        "modified": "2021-12-17T21:37:54.242Z"
    },
    {
        "_id": "61ca135b66d0a748fcf1954f",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "3600",
            "contractingOfficeAgencyName": "VETERANS AFFAIRS, DEPARTMENT OF",
            "fundingAgencyId": "3600",
            "fundingAgencyName": "VETERANS AFFAIRS, DEPARTMENT OF",
            "naics": {
                "NAICS_Code": 337215,
                "NAICS_Title": "Showcase, Partition, Shelving, and Locker Manufacturing "
            },
            "psc": {
                "pscId": 859,
                "pscCode": "7125",
                "pscName": "CABINETS, LOCKERS, BINS, AND SHELVING"
            },
            "procurementStage": "Post-solicitation",
            "procurementTitle": "Phoenix Package 20 - Shelving",
            "summaryOfProcurement": "Veteran Affairs Phoenix Health Care System has a requirement to purchase Shelving Units from an authorized vendor.  This is a Brand Name or Equal Requirement. The requirement is in support of the activation of Phoenix VA Clinic – 32nd Street Project. The new Outpatient Clinic has the need for 53 Plastic Shelving Units and 40 Wire Shelving Units to help with storage needs throughout the facility. Metro Shelving units are the basis for design.‬‬‬‬‬‬‬‬‬‬‬‬‬‬‬",
            "sourcesSoughtOrRfiIssued": "Yes",
            "piids": [
                {
                    "piid": "36C77622P0022"
                }
            ],
            "isPricePreferenceIncluded": "Yes",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "Although the Buy American Act is applicable to small business set-asides (FAR 25.101(b)), we would be exercising an exception to the Buy American Act (FAR 25.103(b) Nonavailability) by utilizing a foreign manufacturer, as the lowest price technically acceptable quote received from a Small Business is quoting foreign manufactured products.  No domestic end products were quoted.",
            "requestStatus": "Submitted",
            "ombDetermination": "",
            "solicitationId": "36C77622Q0067",
            "countriesOfOriginAndUSContent": []
        },
        "created": "2021-12-27T19:26:19.312Z",
        "modified": "2021-12-27T19:26:19.312Z"
    },
    {
        "_id": "61c20dbb66d0a748fcf1649f",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "1341",
            "contractingOfficeAgencyName": "NATIONAL INSTITUTE OF STANDARDS AND TECHNOLOGY",
            "fundingAgencyId": "5700",
            "fundingAgencyName": "DEPT OF THE AIR FORCE",
            "naics": {
                "NAICS_Code": 334516,
                "NAICS_Title": "Analytical Laboratory Instrument Manufacturing"
            },
            "psc": {
                "pscId": 787,
                "pscCode": "6640",
                "pscName": "LABORATORY EQUIPMENT AND SUPPLIES"
            },
            "procurementStage": "Post-solicitation",
            "procurementTitle": "Procurement for a Radiation Imaging Spectrometer",
            "summaryOfProcurement": "Solicited on SAM.gov as a brand name only Imaging Spectrometer manufactured in the Czech Republic\n\n",
            "sourcesSoughtOrRfiIssued": "No",
            "piids": [
                {
                    "piid": ""
                }
            ],
            "isPricePreferenceIncluded": "Yes",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "The requirement was solicited via SAM.gov as a brand-name only requirement utilizing simplified acquisition procedures. Two quotations were received. One from the manufacture and one from the manufactures U.S. authorized reseller. Both quotations were evaluated as meeting the requirements of the solicitation. The lowest priced technically acceptable quotation from ADVACAM has been selected for award.\nThe WidePIX and previously purchased MiniPIX are manufactured by ADVACAM s.r.o. ADVACAM is located and manufactures within the Czech Republic",
            "requestStatus": "Reviewed",
            "ombDetermination": "Consistent with Policy",
            "solicitationId": "1333ND22QNB640027",
            "countriesOfOriginAndUSContent": []
        },
        "created": "2021-12-21T17:24:11.650Z",
        "modified": "2021-12-28T22:30:21.335Z"
    },
    {
        "_id": "61c4ef82484052b04328d798",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "1700",
            "contractingOfficeAgencyName": "DEPT OF THE NAVY",
            "fundingAgencyId": "9761",
            "fundingAgencyName": "DEFENSE THREAT REDUCTION AGENCY (DTRA)",
            "naics": {
                "NAICS_Code": 238210,
                "NAICS_Title": "Electrical Contractors and Other Wiring Installation Contractors"
            },
            "psc": {
                "pscId": 5756,
                "pscCode": "Z2HZ",
                "pscName": "REPAIR OR ALTERATION OF GOVERNMENT-OWNED GOVERNMENT-OPERATED (GOGO) ENVIRONMENTAL LABORATORIES"
            },
            "procurementStage": "Pre-solicitation",
            "procurementTitle": "Dual Tone Doorbell",
            "summaryOfProcurement": "As per the contract, it was required that contractor install a dual tone doorbell to distinguish at which entry the doorbell was being used. It was unknown before award that it would not be possible to find an American sourced doorbell that met these requirements. After a thorough search done by the contractor, the government was notified that a dual tone doorbell sourced in America was difficult to find and contractor requested the use of a dual tone doorbell sourced in China. The Government conducted their own research to find there are no such comparable products produced in the United States that meet the requirements for this application. Research was conducted by an online search of multiple manufacturers, Enclosure (2), and also by speaking with a manufacturer from Nicor. The representative from Nicor stated that practically all units are manufactured overseas and that it would be impossible to find a dual tone doorbell manufactured in America.",
            "sourcesSoughtOrRfiIssued": "Yes",
            "piids": [
                {
                    "piid": ""
                }
            ],
            "isPricePreferenceIncluded": "Yes",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "Market research was accomplished and no dual tone doorbell manufactured in America was found by either the Government via a sources sought or the contractor and  their sub-contractor.",
            "requestStatus": "Reviewed",
            "ombDetermination": "Consistent with Policy",
            "countriesOfOriginAndUSContent": []
        },
        "created": "2021-12-23T21:52:02.068Z",
        "modified": "2022-01-03T18:22:25.887Z"
    },
    {
        "_id": "61cc843966d0a748fcf19aef",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "3600",
            "contractingOfficeAgencyName": "VETERANS AFFAIRS, DEPARTMENT OF",
            "fundingAgencyId": "3600",
            "fundingAgencyName": "VETERANS AFFAIRS, DEPARTMENT OF",
            "naics": {
                "NAICS_Code": 335311,
                "NAICS_Title": "Power, Distribution, and Specialty Transformer Manufacturing "
            },
            "psc": {
                "pscId": 741,
                "pscCode": "6250",
                "pscName": "BALLASTS, LAMPHOLDERS, AND STARTERS"
            },
            "procurementStage": "Post-solicitation",
            "procurementTitle": "Phoenix Package # 162 - Outlet Strips",
            "summaryOfProcurement": "Veterans Affairs Phoenix Health Care System has a requirement to purchase Outlet Strips form an authorized vendor.  This is a Brand Name or Equal Requirement.  The requirement is in support of the activation of Phoenix VA Clinic - 32nd Street Project.  The new Outpatient Clinic has the need for 231 Outlet Strips throughout the facility.  Tripp-Lite is the basis for design.",
            "sourcesSoughtOrRfiIssued": "Yes",
            "piids": [
                {
                    "piid": ""
                }
            ],
            "isPricePreferenceIncluded": "Yes",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "Although the Buy American Act is applicable to small business set-asides (FAR 25.101(b)), we would be exercising an exception to the Buy American Act (FAR 25.103(b) Non-availability) by utilizing a foreign manufacturer, as the lowest price technically acceptable quote received from a Small Business is quoting foreign manufactured products.  No domestic end products were quoted.\n",
            "requestStatus": "Reviewed",
            "ombDetermination": "Consistent with Policy",
            "solicitationId": "36C77622Q0032",
            "countriesOfOriginAndUSContent": []
        },
        "created": "2021-12-29T15:52:25.843Z",
        "modified": "2022-01-05T23:45:05.846Z"
    },
    {
        "_id": "619ba97fae4010a061faceba",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "1341",
            "contractingOfficeAgencyName": "NATIONAL INSTITUTE OF STANDARDS AND TECHNOLOGY",
            "fundingAgencyId": "1341",
            "fundingAgencyName": "NATIONAL INSTITUTE OF STANDARDS AND TECHNOLOGY",
            "naics": {
                "NAICS_Code": 334515,
                "NAICS_Title": "Instrument Manufacturing for Measuring and Testing Electricity and Electrical Signals"
            },
            "psc": {
                "pscId": 787,
                "pscCode": "6640",
                "pscName": "LABORATORY EQUIPMENT AND SUPPLIES"
            },
            "procurementStage": "Post-solicitation",
            "procurementTitle": "Reverberation and Anechoic Chamber",
            "summaryOfProcurement": "The National Institute of Standards and Technology (NIST) Information Technology Laboratory (ITL) is in the process of expanding its applied cybersecurity research efforts related to 5G cybersecurity. This work spans a broad area covering topics associated with both traditional information technology cybersecurity as well as cybersecurity for mobile networks requiring radio frequency (RF) isolation. This environment ensures that its interior volume is shielded from signals radiated from outside the chamber. Such a shielded research facility can come in the form of either an anechoic chamber or a reverberation chamber. \n\nIn an anechoic chamber, the walls and ceiling inside the chamber are equipped with absorbing material such that signals radiated from within the chamber are absorbed and do not scatter (ideally). In a reverberation chamber, the opposite is true. The walls and ceiling in a reverberation chamber are designed to be reflective (metallic) at radio frequencies of interest. Most anechoic and reverberation chambers are designed, built, and used for testing pursuant to specific electromagnetic capability (EMC) standards (e.g., IEC 61000-4-3). As this chamber will be used for wireless communications research, it is neither feasible nor reasonable to specify the exact application and/or measurements that will take place within the chamber.\n\nThe purpose of this requirement is to obtain a free-standing RF Shielded Chamber for research purposes. Installation shall take place at the National Cybersecurity Center of Excellence facility in Rockville, MD. This is a firm fixed price requirement.",
            "sourcesSoughtOrRfiIssued": "No",
            "piids": [
                {
                    "piid": "1333ND22PNB770013"
                }
            ],
            "isPricePreferenceIncluded": "Yes",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "The results of market research conducted for this requirement demonstrated that the primary places of manufacture for components of reverberation and anechoic chambers are foreign. While American small businesses are found to sell the required chambers, no contractors offering domestic products were identified. \n\nNIST conducted a competitive acquisition on a total small business set-aside basis for a reverberation and anechoic chamber meeting NIST’s minimum specifications. The solicitation was posted with ample time for all potential contractors to submit a quotation for the commercial requirement. The solicitation was later also extended by a week to maximize opportunity for competition. Two quotations were received in reference to the solicitation. Only one quotation, from AP Americas, Inc., was determined to be technically acceptable and this quotation included foreign end products. The other quotation received did not include the required fire suppression system, and was therefore non-compliant with NIST’s required specifications and was technically unacceptable. The only technically acceptable products quoted to NIST are therefore manufactured outside of the United States.  After evaluating all quotations in accordance with the solicitation, the quoter that represents the best value to the Government is AP Americas, Inc., offering foreign end products. NIST intends to purchase a reverberation and anechoic chamber that is primarily manufactured in Germany.  For the reasons detailed above, there are no domestic products that meet NIST’s specifications.\n",
            "requestStatus": "Reviewed",
            "ombDetermination": "Consistent with Policy",
            "solicitationId": "NIST-RFQ-21-7701954",
            "countriesOfOriginAndUSContent": []
        },
        "created": "2021-11-22T14:30:23.211Z",
        "modified": "2021-12-01T16:49:00.982Z"
    },
    {
        "_id": "618e9b85f6a478f23f267e9b",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "1605",
            "contractingOfficeAgencyName": "OFFICE OF THE ASSISTANT SECRETARY FOR ADMINISTRATION AND MANAGEMENT",
            "fundingAgencyId": "1625",
            "fundingAgencyName": "BUREAU OF LABOR STATISTICS",
            "naics": {
                "NAICS_Code": 334118,
                "NAICS_Title": "Computer Terminal and Other Computer Peripheral Equipment Manufacturing"
            },
            "psc": {
                "pscId": 891,
                "pscCode": "7520",
                "pscName": "OFFICE DEVICES AND ACCESSORIES"
            },
            "procurementStage": "Pre-solicitation",
            "procurementTitle": "Brand Name Kensington BlackBelt Rugged Cases for Surface Pro with a common access card (CAC) Reader",
            "summaryOfProcurement": "The Bureau of Labor Statistics (BLS) Division of Technology and Network Management (DTNM) needs to procure Kensington BlackBelt Rugged Cases for Surface Pro with a CAC Reader to replace cases for tablets that are used in the field.",
            "sourcesSoughtOrRfiIssued": "No",
            "piids": [
                {
                    "piid": ""
                }
            ],
            "isPricePreferenceIncluded": "Yes",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "Extensive market research has been conducted by reviewing available products within the General Services Administration (GSA), Multiple Award Schedule (MAS), National Aeronautics and Space Administration (NASA) Scientific and Engineering Workstation Procurement (SEWP), and Government-wide Acquisition Contract (GWAC). There are only two Microsoft Surface Pro cases on the market that can meet the Consumer Price Index (CPI) Office of Field Operations (OFO) requirements: the Kensington BlackBelt Rugged Case and the Griffin Survivor Security Case. Per GSA Advantage, neither of these cases are manufactured within the United States as both cases originate in Taiwan.",
            "requestStatus": "Reviewed",
            "ombDetermination": "Consistent with Policy",
            "countriesOfOriginAndUSContent": []
        },
        "created": "2021-11-12T16:51:17.529Z",
        "modified": "2021-11-13T14:21:35.713Z"
    },
    {
        "_id": "618c3974c71178cacb443e2f",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "1605",
            "contractingOfficeAgencyName": "OFFICE OF THE ASSISTANT SECRETARY FOR ADMINISTRATION AND MANAGEMENT",
            "fundingAgencyId": "1650",
            "fundingAgencyName": "OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION",
            "naics": {
                "NAICS_Code": 334519,
                "NAICS_Title": "Other Measuring and Controlling Device Manufacturing"
            },
            "psc": {
                "pscId": 551,
                "pscCode": "5220",
                "pscName": "INSPECTION GAGES AND PRECISION LAYOUT TOOLS"
            },
            "procurementStage": "Pre-solicitation",
            "procurementTitle": "Pylon AB7 Monitor",
            "summaryOfProcurement": "The OSHA SLTC Health Response Team (HRT) uses portable radiation monitors to support Compliance Safety and Health Officer (CSHO) inspections of worker exposures to airborne radon hazards in a variety of industries. OSHA SLTC requires one Pylon AB7 Portable Radiation Monitor system to replace its current radiation monitor (Pylon AB5) which has been in service for more than 20 years.",
            "sourcesSoughtOrRfiIssued": "No",
            "piids": [
                {
                    "piid": ""
                }
            ],
            "isPricePreferenceIncluded": "Yes",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "The Pylon AB7 is the only portable radiation monitor that meets OSHA’s requirement for evaluating airborne radon concentration in real-time. The Pylon AB7 is not produced in the U.S., and a formal market analysis revealed there is no comparable product produced in the U.S.",
            "requestStatus": "Reviewed",
            "ombDetermination": "Consistent with Policy",
            "countriesOfOriginAndUSContent": []
        },
        "created": "2021-11-10T21:28:20.713Z",
        "modified": "2021-11-13T13:55:18.079Z"
    },
    {
        "_id": "618c37bd5d13ab17486984cd",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "1605",
            "contractingOfficeAgencyName": "OFFICE OF THE ASSISTANT SECRETARY FOR ADMINISTRATION AND MANAGEMENT",
            "fundingAgencyId": "1650",
            "fundingAgencyName": "OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION",
            "naics": {
                "NAICS_Code": 334513,
                "NAICS_Title": "Instruments and Related Products Manufacturing for Measuring, Displaying, and Controlling Industrial Process Variables "
            },
            "psc": {
                "pscId": 782,
                "pscCode": "6630",
                "pscName": "CHEMICAL ANALYSIS INSTRUMENTS"
            },
            "procurementStage": "Pre-solicitation",
            "procurementTitle": "Procurement of Fourier Transformation Infrared (FTIR) Spectroscopy Analyzer",
            "summaryOfProcurement": "This procurement is for Fourier Transformation Infrared (FTIR) Spectroscopy, in support of Occupational Safety and Health Administration (OSHA), used for inspections in response to identifying unknown chemical hazards.",
            "sourcesSoughtOrRfiIssued": "No",
            "piids": [
                {
                    "piid": ""
                }
            ],
            "isPricePreferenceIncluded": "Yes",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "The FTIR is a unique piece of equipment.  While there are other types of this instrument produced, they cannot perform the same function across multiple analyses or in variable atmospheric conditions meaning they are unable to detect a wide variety of gases and vapors simultaneously.",
            "requestStatus": "Reviewed",
            "ombDetermination": "Consistent with Policy",
            "countriesOfOriginAndUSContent": []
        },
        "created": "2021-11-10T21:21:01.518Z",
        "modified": "2021-11-13T13:57:42.219Z"
    },
    {
        "_id": "618c3a2ac71178cacb443e42",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "1605",
            "contractingOfficeAgencyName": "OFFICE OF THE ASSISTANT SECRETARY FOR ADMINISTRATION AND MANAGEMENT",
            "fundingAgencyId": "1650",
            "fundingAgencyName": "OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION",
            "naics": {
                "NAICS_Code": 334519,
                "NAICS_Title": "Other Measuring and Controlling Device Manufacturing"
            },
            "psc": {
                "pscId": 786,
                "pscCode": "6636",
                "pscName": "ENVIRONMENTAL CHAMBERS AND RELATED EQUIPMENT"
            },
            "procurementStage": "Pre-solicitation",
            "procurementTitle": "Powered Air Purifying Respirator (PAPR) and HEPA filter.",
            "summaryOfProcurement": "This is a request to purchase Powered Air Purifying Respirator (PAPR) and HEPA filter.",
            "sourcesSoughtOrRfiIssued": "No",
            "piids": [
                {
                    "piid": ""
                }
            ],
            "isPricePreferenceIncluded": "Yes",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "Powered Air Purifying Respirator (PAPR) and HEPA filter were found that meet CTC's requirements, but there were no products manufactured domestically. The proposed models are manufactured by 3M, a U.S. based company, however, their products are manufactured in Poland and Canada, respectively. ",
            "requestStatus": "Reviewed",
            "ombDetermination": "Consistent with Policy",
            "countriesOfOriginAndUSContent": []
        },
        "created": "2021-11-10T21:31:22.214Z",
        "modified": "2021-11-13T14:17:09.257Z"
    },
    {
        "_id": "618c431c3364ec841c6520af",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "1605",
            "contractingOfficeAgencyName": "OFFICE OF THE ASSISTANT SECRETARY FOR ADMINISTRATION AND MANAGEMENT",
            "fundingAgencyId": "1650",
            "fundingAgencyName": "OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION",
            "naics": {
                "NAICS_Code": 333997,
                "NAICS_Title": "Scale and Balance Manufacturing"
            },
            "psc": {
                "pscId": 796,
                "pscCode": "6670",
                "pscName": "SCALES AND BALANCES"
            },
            "procurementStage": "Pre-solicitation",
            "procurementTitle": "Procurement of Laboratory Information Management System (LIMS) Integrated Analytical Balance",
            "summaryOfProcurement": "This is a request to purchase one LIMS Integrated Analytical Balance, to include installation, calibration, and a service plan.",
            "sourcesSoughtOrRfiIssued": "No",
            "piids": [
                {
                    "piid": ""
                }
            ],
            "isPricePreferenceIncluded": "Yes",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "Multiple analytical balances were found that meet SLTC’s requirements, but there were no products manufactured domestically. The two  models found are sold by U.S. based companies; Mettler-Toledo, LLC and Sartorius Corporation, however, their products are manufactured in Switzerland and Germany, respectively. ",
            "requestStatus": "Reviewed",
            "ombDetermination": "Consistent with Policy",
            "countriesOfOriginAndUSContent": []
        },
        "created": "2021-11-10T22:09:32.679Z",
        "modified": "2021-11-13T14:18:26.053Z"
    },
    {
        "_id": "618e997ff6a478f23f267e89",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "1605",
            "contractingOfficeAgencyName": "OFFICE OF THE ASSISTANT SECRETARY FOR ADMINISTRATION AND MANAGEMENT",
            "fundingAgencyId": "1650",
            "fundingAgencyName": "OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION",
            "naics": {
                "NAICS_Code": 334519,
                "NAICS_Title": "Other Measuring and Controlling Device Manufacturing"
            },
            "psc": {
                "pscId": 787,
                "pscCode": "6640",
                "pscName": "LABORATORY EQUIPMENT AND SUPPLIES"
            },
            "procurementStage": "Pre-solicitation",
            "procurementTitle": "Procurement of Fluke Laser Distance Meters",
            "summaryOfProcurement": "The OSHA Cincinnati Technical Center (CTC) has identified a requirement for (52) Fluke 424D laser distance meters for OSHA field office enforcement inspections.",
            "sourcesSoughtOrRfiIssued": "No",
            "piids": [
                {
                    "piid": ""
                }
            ],
            "isPricePreferenceIncluded": "Yes",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "Multiple distance meters are available however, none of these meet the CTC requirements. OSHA has equipment of this make and model throughout the agency. The agency possess institutional knowledge, training and experience to service the equipment on the agency's behalf, without incurring additional costs.    ",
            "requestStatus": "Reviewed",
            "ombDetermination": "Consistent with Policy",
            "countriesOfOriginAndUSContent": []
        },
        "created": "2021-11-12T16:42:39.205Z",
        "modified": "2021-11-13T14:19:53.869Z"
    },
    {
        "_id": "61951f9acda9e25574f11458",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "7013",
            "contractingOfficeAgencyName": "TRANSPORTATION SECURITY ADMINISTRATION",
            "fundingAgencyId": "7013",
            "fundingAgencyName": "TRANSPORTATION SECURITY ADMINISTRATION",
            "naics": {
                "NAICS_Code": 424320,
                "NAICS_Title": "Men's and Boys' Clothing and Furnishings Merchant Wholesalers"
            },
            "psc": {
                "pscId": 963,
                "pscCode": "8405",
                "pscName": "OUTERWEAR, MEN'S"
            },
            "procurementStage": "Post-solicitation",
            "procurementTitle": "Tactical Pants for TSA Federal Air Marshals",
            "summaryOfProcurement": "Delivery order for uniform items, I.e. tactical pants for TSA Federal Air Marshals",
            "sourcesSoughtOrRfiIssued": "No",
            "piids": [
                {
                    "piid": ""
                }
            ],
            "isPricePreferenceIncluded": "Yes",
            "waiverCoverage": "Multi-procurement Waiver",
            "waiverRationaleSummary": "N/A",
            "requestStatus": "Reviewed",
            "ombDetermination": "Consistent with Policy",
            "solicitationId": "",
            "countriesOfOriginAndUSContent": []
        },
        "created": "2021-11-17T15:28:26.862Z",
        "modified": "2021-11-17T15:38:56.816Z"
    },
    {
        "_id": "619540ccf56f2c4cbc6c7c13",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "97AS",
            "contractingOfficeAgencyName": "DEFENSE LOGISTICS AGENCY (DLA)",
            "fundingAgencyId": "97AS",
            "fundingAgencyName": "DEFENSE LOGISTICS AGENCY (DLA)",
            "naics": {
                "NAICS_Code": 325220,
                "NAICS_Title": "Artificial and Synthetic Fibers and Filaments Manufacturing"
            },
            "psc": {
                "pscId": 1038,
                "pscCode": "9420",
                "pscName": "FIBERS:  VEGETABLE, ANIMAL, AND SYNTHETIC"
            },
            "procurementStage": "Pre-solicitation",
            "procurementTitle": "Rayon",
            "summaryOfProcurement": "ENKA 300/60 AS Select rayon",
            "sourcesSoughtOrRfiIssued": "Yes",
            "piids": [
                {
                    "piid": ""
                }
            ],
            "isPricePreferenceIncluded": "No",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "N/A",
            "requestStatus": "Reviewed",
            "ombDetermination": "Consistent with Policy",
            "countriesOfOriginAndUSContent": []
        },
        "created": "2021-11-17T17:50:04.738Z",
        "modified": "2021-11-17T18:48:07.711Z"
    },
    {
        "_id": "61954565f56f2c4cbc6c7c40",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "97AS",
            "contractingOfficeAgencyName": "DEFENSE LOGISTICS AGENCY (DLA)",
            "fundingAgencyId": "97AS",
            "fundingAgencyName": "DEFENSE LOGISTICS AGENCY (DLA)",
            "naics": {
                "NAICS_Code": 333415,
                "NAICS_Title": "Air-Conditioning and Warm Air Heating Equipment and Commercial and Industrial Refrigeration Equipment Manufacturing"
            },
            "psc": {
                "pscId": 674,
                "pscCode": "5985",
                "pscName": "ANTENNAS, WAVEGUIDES, AND RELATED EQUIPMENT"
            },
            "procurementStage": "Post-solicitation",
            "procurementTitle": "IDC under SAT, repair part",
            "summaryOfProcurement": "This item is code and Part Number (PN) with only 2 approved/technically acceptable sources (cage 4H538 and 06090). All offers quoted CAGE 06090 which imports materials from Mexico.",
            "sourcesSoughtOrRfiIssued": "No",
            "piids": [
                {
                    "piid": "SPE7M5-21-D-62MQ"
                }
            ],
            "isPricePreferenceIncluded": "Yes",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "All offers responding to this competitive solicitation quoted a PN that is considered a part out of Mexico. There are no other alternatives.",
            "requestStatus": "Reviewed",
            "ombDetermination": "Consistent with Policy",
            "solicitationId": "SPE7M5-21-U-0380",
            "countriesOfOriginAndUSContent": []
        },
        "created": "2021-11-17T18:09:41.734Z",
        "modified": "2021-11-17T18:51:07.812Z"
    },
    {
        "_id": "6195475af56f2c4cbc6c7c52",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "97AS",
            "contractingOfficeAgencyName": "DEFENSE LOGISTICS AGENCY (DLA)",
            "fundingAgencyId": "97AS",
            "fundingAgencyName": "DEFENSE LOGISTICS AGENCY (DLA)",
            "naics": {
                "NAICS_Code": 336412,
                "NAICS_Title": "Aircraft Engine and Engine Parts Manufacturing"
            },
            "psc": {
                "pscId": 271,
                "pscCode": "2840",
                "pscName": "GAS TURBINES AND JET ENGINES, AIRCRAFT, PRIME MOVING; AND COMPONENTS"
            },
            "procurementStage": "Post-solicitation",
            "procurementTitle": "T700 Turboshaft Engine",
            "summaryOfProcurement": "Performance-based logistics contract supporting GE T700 Engine consumables for US Army Depot (CCAD) and World-wide/FMS customers.",
            "sourcesSoughtOrRfiIssued": "Yes",
            "piids": [
                {
                    "piid": "SPE4AX21D9416"
                }
            ],
            "isPricePreferenceIncluded": "No",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "Mission failure due to inability to procure T700 Engine parts.",
            "requestStatus": "Reviewed",
            "ombDetermination": "Consistent with Policy",
            "solicitationId": "SPE4AX21R0001",
            "countriesOfOriginAndUSContent": []
        },
        "created": "2021-11-17T18:18:02.772Z",
        "modified": "2021-11-17T18:53:08.485Z"
    },
    {
        "_id": "61954271f56f2c4cbc6c7c2c",
        "state": "submitted",
        "data": {
            "contractingOfficeAgencyId": "97AS",
            "contractingOfficeAgencyName": "DEFENSE LOGISTICS AGENCY (DLA)",
            "fundingAgencyId": "97AS",
            "fundingAgencyName": "DEFENSE LOGISTICS AGENCY (DLA)",
            "naics": {
                "NAICS_Code": 325180,
                "NAICS_Title": "Other Basic Inorganic Chemical Manufacturing"
            },
            "psc": {
                "pscId": 1061,
                "pscCode": "9620",
                "pscName": "MINERALS, NATURAL AND SYNTHETIC"
            },
            "procurementStage": "Pre-solicitation",
            "procurementTitle": "Cerium Carbonate",
            "summaryOfProcurement": "\"The DLA Contracting Services Office - Fort Belvoir (DCSO-F2), proposes to purchase1,662 metric tons (MT) of Cerium Carbonate Powder. The estimated annual delivery schedule of 416 MT is valued at $2,220,854.00. The total estimated value is approximately\n $8,883,416.00 over a period of 48-months (one base and 3 option periods of 12\n months each). The reason for requesting the waiver is that Cerium Carbonate meets the definition of a material which is not\n mined, produced, or manufactured in the United States in sufficient and reasonably\n available commercial quantities and of a satisfactory quality.\"\t",
            "sourcesSoughtOrRfiIssued": "Yes",
            "piids": [
                {
                    "piid": ""
                }
            ],
            "isPricePreferenceIncluded": "No",
            "waiverCoverage": "Individual Waiver",
            "waiverRationaleSummary": "N/A",
            "requestStatus": "Reviewed",
            "ombDetermination": "Consistent with Policy",
            "countriesOfOriginAndUSContent": []
        },
        "created": "2021-11-17T17:57:05.946Z",
        "modified": "2021-11-17T18:49:38.563Z"
    }
]

